export const newsListData = [
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  }
]
