export const newsListData = [
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Перспективы развития детского киберспорта в России в мнениях родителей',
    description:
      'Уважаемые читатели VС! Я приглашаю Вас принять участие в исследовании "Перспективы развития детского киберспорта в России в мнениях родителей".'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_1',
    title:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1',
    description:
      'Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1Новостщпщвпазщвапвапвзщплзщплвазщплвазщплваплщвпалвапзщлвпалзщвпалвзщпалпвпвзь 1'
  },
  {
    id: 1,
    avatar: 'url_to_avatar_2',
    title: 'Новость 2',
    description: 'Краткое описание новости 2'
  }
]

export const tournamentsData = [
  {
    id: 1,
    title: 'Томский Турнир по Dota 2 GO GO GO MAN!',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 14,
    totalPrize: 1000,
    game: 'Dota 2'
  },
  {
    id: 2,
    title: 'CS:GO 2 Major #2',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 16,
    totalPrize: 1500,
    game: 'CS2'
  },
  {
    id: 3,
    title: 'World CUP LoL EU',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 14,
    totalPrize: 1500,
    game: 'LoL'
  },
  {
    id: 4,
    title: 'Турнир 4',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 18,
    totalPrize: 2000,
    game: 'LoL'
  },
  {
    id: 5,
    title: 'Mobile Legends world tournament #5',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 10,
    totalPrize: 1000,
    game: 'Mobile'
  },
  {
    id: 6,
    title: 'Dota 2 World Major stage #2',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 6,
    totalPrize: 800,
    game: 'Dota 2'
  },
  {
    id: 7,
    title: 'Dota 2 RU Tournament',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 8,
    totalPrize: 10000,
    game: 'Dota 2'
  },
  {
    id: 8,
    title: 'Mobile Legends terminators',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 20,
    totalPrize: 20000,
    game: 'Mobile'
  },
  {
    id: 9,
    title: 'Mobile Legends legendary cup #2',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 24,
    totalPrize: 23000,
    game: 'Mobile'
  },
  {
    id: 10,
    title: 'Mobile Legends legendary cup',
    dates: '10.12.2024 - 20.12.2024',
    teamsCount: 10,
    totalPrize: 1000,
    game: 'Mobile'
  }
]

export const invitesToTeam = [
  {
    name: 'Алик Мотов',
    team_name: 'GeForce Exp'
  },
  {
    name: 'Алик Мотов',
    team_name: 'GeForce Exp'
  },
  {
    name: 'Алик Мотов',
    team_name: 'GeForce Exp'
  }
]

export const teamsData = [
  {
    id: 1,
    name: 'Ge Force Experience',
    players_count: 5,
    reward: 1000,
    game: 'Dota 2',
    date: '10.10.2024'
  },
  {
    id: 2,
    name: 'G2',
    players_count: 5,
    reward: 100000,
    game: 'CS2',
    date: '11.08.2000'
  },
  {
    id: 3,
    name: 'Falcons',
    players_count: 5,
    reward: 30000,
    game: 'LoL',
    date: '10.01.2021'
  },
  {
    id: 4,
    name: 'Team Spirit',
    players_count: 5,
    reward: 158000,
    game: 'CS2',
    date: '18.10.2010'
  },
  {
    id: 5,
    name: 'NaVi',
    players_count: 5,
    reward: 15000,
    game: 'Mobile',
    date: '10.10.2024'
  },
  {
    id: 6,
    name: 'Cyber Makeup',
    players_count: 5,
    reward: 17000,
    game: 'LoL',
    date: '1.10.2024'
  }
]
